exports.menu = (id, AINE, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
✿━━━━━━━━━━━━━✿

*MENU BOT ${AINE}*

✿━━━━━━━━━━━━━✿

Bot On: ${aktif}
📆 *${tampilTanggal}*

╔════════════════════✿
║ *𝐁𝐎𝐓 ${AINE}*
╠════════════════════✿
║╭──❉ 𝐌𝐄𝐃𝐈𝐀 ❉─────────❉
║│⊱❥ _*.sticker*_ ✅
║│⊱❥ _*.foto cewek*_ ✅
║│⊱❥ _*.foto cowok*_ ✅
║│⊱❥ _*.pokemon*_ ✅
║│⊱❥ _*.loli*_ ✅
║│⊱❥ _*.fotoanime*_  ✅
║│⊱❥ _*.waifu*_ ❌
║│⊱❥ _*.ttp*_ <teks> ❌
║│⊱❥ _*.meme*_ ✅
║│⊱❥ _*.ssweb*_ <teks> ❌
║╰───────────────────❉
╠════════════════════✿
║ *𝐁𝐎𝐓 ${AINE}*
╠════════════════════✿
║╭──❉ 𝐄𝐃𝐔𝐂𝐀𝐓𝐈𝐎𝐍 ❉─────❉
║│⊱❥ _*.nulis*_ <teks> ❌
║│⊱❥ _*.pantun*_ ✅
║│⊱❥ _*.artinama*_ <nama anda> ✅
║│⊱❥ _*.pasangan*_ <Anda & Siapa> ✅
║│⊱❥ _*.lirik*_ <nama lagu> ❌
║│⊱❥ _*.chord*_ <nama lagu> ❌
║│⊱❥ _*.bucin*_ ✅
║│⊱❥ _*.zodiak*_ <12-12-2012> ✅
║│⊱❥ _*#*_  <teks> [simi] ❌
║│⊱❥ _*?sim*_ <teks> [simi] ❌
║│⊱❥ _*.coolte*_ <teks> ❌
║╰───────────────────❉
╠════════════════════✿
║ *𝐁𝐎𝐓 ${AINE}*
╠════════════════════✿
║╭──❉ 𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐓𝐈𝐎𝐍 ❉───❉
║│⊱❥ _*.sholat*_ <daerah> ❌
║│⊱❥ _*.covidID*_ ✅
║│⊱❥ _*.covidcountry*_ <negara> ✅
║│⊱❥ _*.infogempa*_ ✅
║│⊱❥ _*.cektanggal*_ <Tanggal> ❌
║│⊱❥ _*.infoanime*_ <Naruto> ❌
║│⊱❥ _*.filmanime*_ <Naruto> ❌
║│⊱❥ _*.wiki*_ <anjing>  ✅
║│⊱❥ _*.wikien*_ <dog> ✅
║│⊱❥ _*.resep*_ <nasi bakar> ❌
║│⊱❥ _*.jadwalTVnow*_ <channel> ❌
║╰───────────────────❉
╠════════════════════✿
║ *𝐁𝐎𝐓 ${AINE}*
╠════════════════════✿
║╭──❉ 𝐐𝐔𝐎𝐓𝐄𝐒 & 𝐏𝐔𝐈𝐒𝐈 ❉──❉
║│⊱❥ _*.puisi1*_ ❌
║│⊱❥ _*.puisi2*_ ❌
║│⊱❥ _*.puisi3*_ ❌
║│⊱❥ _*.cerpen*_ ❌
║│⊱❥ _*.quotes1*_ ✅
║│⊱❥ _*.quotes2*_ ✅
║╰───────────────────❉
╠════════════════════✿
║ *𝐁𝐎𝐓 ${AINE}*
╠════════════════════✿
║╭──❉ 𝐃𝐎𝐖𝐍𝐋𝐎𝐀𝐃 ❉─────❉
║│⊱❥ _*.ytmp3*_  <link> ❌
║│⊱❥ _*.ytmp4*_ <link> ❌
║│⊱❥ _*.fb*_ <link> ❌
║│⊱❥ _*.tiktok*_  <link> ❌
║│⊱❥ _*.twt*_ <link> ❌
║│⊱❥ _*.ig*_ <link> ❌
║╰───────────────────❉
╠════════════════════✿
║ *𝐁𝐎𝐓 ${AINE}*
╠════════════════════✿
║╭──❉ 𝐈𝐒𝐋𝐀𝐌 ❉─────────❉
║│⊱❥ _*.quran*_ ❌
║╰───────────────────❉
╠════════════════════✿
║ *𝐁𝐎𝐓 ${AINE}*
╠════════════════════✿
║╭──❉ 𝟏𝟖+ ❉───────────❉
║│⊱❥ _*.indohot*_ ✅
║│⊱❥ _*.cersex*_ ✅
║│⊱❥ _*.hentai*_ ❌
║│⊱❥ _*.nekonime*_ ✅
║╰──────────────────❉
╠════════════════════✿
║ *𝐁𝐎𝐓 ${AINE}*
╠════════════════════✿
║╭──❉ 𝐎𝐓𝐇𝐄𝐑𝐒 ❉────────❉
║│⊱❥ _*.ttsid*_ <teks> ❌
║│⊱❥ _*.bitly*_ <link> ❌
║│⊱❥ _*.namaninja*_ <nama lu> ✅
║│⊱❥ _*.alay*_ <teks> ❌
║│⊱❥ _*.igstalk*_ <@anemio999> ✅
║│⊱❥ _*.profileig*_ <@anemio999> ✅
║│⊱❥ _*.ocr*_ <foto to text> ✅
║│⊱❥ _*.gay*_ <nama lu> ✅
║│⊱❥ _*.checkip*_ ❌
║│⊱❥ _*.ping*_ ❌
║│⊱❥ _*.hostsearch*_ ❌
║│⊱❥ _*.scdl*_ ❌
║│⊱❥ _*.map*_ <daerah> ✅
║│⊱❥ _*.cooltext*_ <teks> ❌
║│⊱❥ _*.pesankosong*_ ✅
║│⊱❥ _*.say*_ <teks> ✅
║╰───────────────────❉
╠════════════════════✿
║ *𝐁𝐎𝐓 ${AINE}*
╠════════════════════✿
║╭──❉ 𝐒𝐏𝐀𝐌 ❉──────────❉
║│⊱❥ _*.spamcall*_ <9999999999> ❌
║│⊱❥ _*.spamsms*_ <9999999999> ❌
║│⊱❥ _*.spamgmail*_ <terserah@gmail.com> ❌
║╰───────────────────❉
╠════════════════════✿
║ *𝐁𝐎𝐓 ${AINE}*
╠════════════════════✿
║╭──❉ 𝐀𝐁𝐎𝐔𝐓 ❉─────────❉
║│⊱❥ _*#info*_ ✅
║│⊱❥ _*#donasi*_ ✅
║│⊱❥ _*#creator*_ ✅
║│⊱❥ _*#owner*_ ✅
║╰───────────────────❉
╠════════════════════✿
║  *𝐁𝐎𝐓 ${AINE}*
╠════════════════════✿
║╭──❉ 𝐒𝐎𝐒𝐌𝐄𝐃 𝐎𝐖𝐍𝐄𝐑 ❉──❉
║│⊱❥ *Group WhatsApp*
║│ _${groupwhatsapp}_
║│⊱❥ *YouTube <subscribe>*
║│ _${youtube}_
║│⊱❥ *Instagram <Follow>*
║│ _${instagram}_
║│⊱❥ *Creator ${AINE}*
║│ _${nomer}_
║╰───────────────────❉
║
║         ${AINE}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${AINE}
║
╠════════════════════✿
║ _*POWERED BY AINEBOT*_
╚════════════════════✿`
}
